{
  "sections": [
    {
      "title": "ההגעה לאנטוורפן",
      "paragraphs": [
        "היה צורך לעשות שינוי שם מבן לבת בדרכונו, וכל אחת היתה צריכה ללמוד את שמה החדש שקבלה לפי הגיל הרשום, ושהפך מזכר לנקבה.",
        "בסיעתא דשמיא עברנו בשלום. המשפחה אוחדה מחדש באנטוורפן, שכבר אז היתה מלאת חיי יהדות, וגם עיר מקלט להמון פליטים. השלטונות לא חקרו הרבה, אבל רשמית לא היינו רשאים לשהות שם, לעסוק במשלח יד, וגם לא לבקר בבית ספר. בקיצור, היינו בלתי ליגאליים. עם זאת נשמנו לרווחה כי לא היו שם רדיפות ושנאה, והיהודים חיו בחפשיות וכבוד.",
        "היתה לנו הזדמנות להשיג דירה בהיידה. היתה שם ישיבה ליטאית קטנה בראשות של ר' שרגא שפירא הי\"ד. הווי הישיבה היה עבור אבא סיבה לאהוב את המקום, וגם אנו, הבנות, הושפענו מן הסביבה והתפללנו שם בשבתות וחגים. אבא התחיל לעבוד כסוכן לחלקי שעונים, כי המכונית עוד היתה ברשותו. התקופה השלווה הזו נמשכה שנתיים בלבד."
      ]
    },
    {
      "title": "פרוץ מלחמת העולם השנייה",
      "paragraphs": [
        "בספטמבר 1939 החלה מלחמת העולם השניה. צרפת ואנגליה היו במלחמה עם גרמניה, כשזו פלשה לפולניה בעזרת רוסיה. בלגיה היתה נויטראלית, והממשלה העניקה לפליטים רשות להשאר לשהות בארץ ולהרשם כאזרחים זרים.",
        "כעבור שנה פלשה גרמניה להולנד ובלגיה כדי לעקוף את ביצורי הצרפתים ולהתקיפם מן העורף. פתאום הפכנו אזרחי האויב ואבא נעצר כאזרח גרמניה שממנה הוא ברח. תוך זמן קצר התקדמו הגרמנים בבלגיה והולנד וצבא בריטניה שבא לעזור לבלגיה לעצור את הגרמנים נסוג לים בצפון מערב וחזר לאנגליה."
      ]
    },
    {
      "title": "מסע הבריחה",
      "paragraphs": [
        "אנחנו הצטרפנו אל פליטים לכיוון מערב בתקוה להימלט מן הגרמנים, ואלה הפציצו מן האויר ללא הבחנה על חסרי המגן. כבישי בלגיה היו מוצפים מליוני פליטים שברחו בבהלה ובעירבוביה מן הנאצים.",
        "מסע הבריחה עם הפקעולד הוא סיפור עצמו, ימים ללא קורת גג, נסחבים עם אמא חולה, בלי אבא, עייפים וחלשים עד שהתברר שאין לאן לברוח. כל הארץ נכבשה ואנחנו במלכודת."
      ]
    },
    {
      "title": "שחרור אבא וחזרה לאנטוורפן",
      "paragraphs": [
        "הגרמנים שחררו את האזרחים שלהם שנעצרו על ידי הבלגים אבל אבא נשאר במחנה עצורים. חזרנו לסבתא אטלינגר שנשארה באנטוורפן. שם הופיע גרמני ונבהלנו, עד שסיפר שהיה עצור במחנה עם אבא כאזרח גרמני.",
        "והעביר לנו דרישת שלום ממנו. הוא אמר שהתרשם מאוד מאישיותו של אבא, הדתיות, הסדר, הנקיון והחריצות שלו. הוא התפעל מניצול הזמן ללימוד, תפילה, הקפדה על מאכלו ותושיה במצב של אסיר. במסר הזה מצאנו נחמה פורתא, אבל את אבא לא ראינו בבלגיה עוד. נודע לנו כעבור כמה חדשים שהועבר למחנה בצרפת הכבושה."
      ]
    },
    {
      "title": "החיים תחת הכיבוש",
      "paragraphs": [
        "ניסינו ליצור קשר באמצעות סבתא אופנהיימר שנשארה במרקטברייט בגרמניה, כי לא היו קשרי דואר בין בלגיה לצרפת תחת הכיבוש. מכתבנו שנתפס בגרמניה על ידי הצנזורה ודו\"ח חקירת הסבתא בגיסטפו, הגיע לידינו לפני שנים אחדות.",
        "אחרי כניעת צרפת וחלוקתה לארץ כיבוש גרמנית וצרפת וישי העצמאית, הצליח ידיד מלייפציג להשיג לאבא שחרור כפועל בליון למפעל שלו, שלא היה אלא מאפית ביסקוויטים. בבלגיה נאלצנו על ידי הגרמנים לעזוב את העיר ולעבור לכפר תחת עין פקוחה של המשטרה המקומית, ולרשום נוכחות בוקר וערב.",
        "קלה, אני, אסתר, דודה הדביג עם בתה היינו צריכות להצטופף בחדר אחד. בעל הבית, כומר הכפר ועוזרתו היו אחראים לסגור אותנו בלילה. הם עשו זאת בצייתנות קפדנית. אמא קיבלה אישור רפואי להשאר בינתיים לטיפול בבית הסבתא באנטוורפן. הרגשנו שיש הכנות לרכז את היהודים לגירוש למזרח."
      ]
    },
    {
      "title": "הקשר עם אבא והבריחה לצרפת",
      "paragraphs": [
        "קלה ואני נסענו באופניים אל אמא פעם בשבוע כל אחת אחר הרישום על מנת לחזור בערב מרחק של עשרות קילומטרים. כך נשמר קשר בסיכונים רבים, אבל יכולנו להביא לה מצרכי מזון שהיה אפשר להשיג אצלנו בכפר ולא בעיר.",
        "ב-1941 החלו המשלוחים הראשונים של פליטים. אמא חיפשה דרכים לעבור לצרפת, דבר בלתי אפשרי בלי מבריחים ותעודות מזויפות. מבריחים דרשו סכומי עתק, ולנו לא היו אמצעים. אמא הצליחה למכור את המכונית של אבא וחלקי שעונים שהיו עוד ברשותה. עם כסף זה השגנו מבריח על מנת להעבירנו לצרפת החפשית.",
        "הוא הכניס אותנו לרכבת לצרפת וכשהגענו לפריס נעלם. נשארנו עזובים ומיואשים בתחנת הרכבת בפריס הגרמנית בלי כסף, מזון, ומכיר. מלאך מושיע הופיע בדמות יהודיה צעירה שגילתה את המראה מעורר החמלה ואת הסכנה הנשקפת לנו. היא דאגה שנעלם מהר, הביאה אותנו למלון מפוקפק וממחבוא למחבוא עד למבריח אחר שאילצה אותו להעבירנו לצרפת של וישי אל ליון לאבא. היא הסתכנה עבורנו ללא תמורה.",
        "המבריח רצה תשלום שלא היה בידינו. לכן הציעו שישאיר אותנו תמורה, וקלה ויודית יסעו אתו לליון לקבל מאבא הכסף כדי להעבירנו. הוא היה אמור לקבל שטרות חתוכים שמחציתם נשארו ביד אבא והמחצית השניה תשאר בידו על מנת לקבל את השארית בהגיענו. הם הגיעה אתו לליון ובקושי מצאו את אבא אחרי חיפושים בבית הכנסת. אחרי בהוודע מטרת בואה גויס הכסף הדרוש מיהודי טוב ונדיב, פגישה נרגשת בהוודע מטרת בואה גויס הכסף הדרוש מיהודי טוב ונדיב (גרבסקי, אבא של טובה רייצר), והוברחנו."
      ]
    }
  ]
}
