{
  "sections": [
    {
      "title": "לידה ומשפחת האב",
      "paragraphs": [
        "נולדתי ב ז' מרחשון תרפ\"ה (24.10.1925) בעיר לייפציג שבמרכז גרמניה. אבי, ר' אברהם (רפאל) אופנהיימר הי\"ד היה הבכור מבין 15 אחים ואחיות. הראשונים: אבא, דוד יעקב, דודה קרו (אמם של דוב הי\"ד, צביה ומרים) ז\"ל, ותיאודור הי\"ד נולדו לו מסבתנו קרולינה אייזנמן, שמתה בלדת בתה קרו.",
        "אשתו השניה של סבא יששכר הלוי אופנהיימר ז\"ל - קלרה לבית לוי, היתה עבורנו כמו סבתא ממש. לה נולדו: דוד (נפטר בארה\"ב), אברהם, נפתלי וגרטל ז\"ל שנפטרו בארץ, ויבל\"א פני, מרדכי, צילי, ומרטל. בשואה ניספו גיטה, אסתר, תיאודור ושמואל הי\"ד. משמואל נמצאה פקודת \"שילוח למזרח\" מיום 27.1.1941, לפני כמה שנים. גם אבא ז\"ל נשלח בניסן תש\"ד לאושוויץ יחד אתי. שנים רבות ציפינו שעוד יחזור."
      ]
    },
    {
      "title": "בית הסבא במרקטברייט",
      "paragraphs": [
        "בית הסבא היה במרקטברייט, דרום גרמניה, מרחק של כ-300 ק\"מ מלייפציג. אהבנו לבקר שם והיו קשרי אהבה עם הסבתא ה\"חורגת\", הדודים והדודות שהיו צעירים כמונו. הסבא היה מורה, ובהיותו תלמיד חכם גם שימש כ\"כלי קודש\", מחשובי הקהל, אבל לא עשיר. הוא נפטר בתרצ\"ב. עלינו על קברו ברידלזה בתשנ\"ה.",
        "הסבתא שלנו נפטרה בגיל צעיר, וסבתא קלרה נשארה בגרמניה ונספתה בשואה. תשעה מן האחים הצליחו להגיע ארצה לפני השואה, ודוד - לארה\"ב."
      ]
    },
    {
      "title": "משפחת האם - אטלינגר",
      "paragraphs": [
        "אמי ע\"ה, מטל לבית אטלינגר, היא השניה משלש אחיות, שנולדו במיכלשטט שבגרמניה הדרומית, עיירה שנודעה הודות ל\"בעל שם\" ממיכלשטט. משפחת אטלינגר היתה עשירה, אבל רוב ההון אבד באינפלציה שלאחר מלחמת העולם הראשונה."
      ]
    },
    {
      "title": "ההורים והחתונה",
      "paragraphs": [
        "אבא היה חייל גרמני במלחמת העולם הראשונה, הצליח לשמור מצוות וכשרות בתנאים הקשים של חזית. את אמא הכיר בימים שהיה באימונים והתארח בבית הוריה, וכמה שנים אחר תום המלחמה התחתנו.",
        "\"הכרת הטובה של המולדת\" לחייל שנלחם להצלתה, התבטאה ברציחתו כיהודי 25 שנים אחר כך. גם שתי האחיות של אמא, דודה הדביג לדנבורגר, שהיתה גרושה, וקילה (מאם אחרת) נשלחו למחנות מוות מבלגיה. סבא אטלינגר ז\"ל, סוחר בדים, מת סמוך ללידתה של בתו קלה."
      ]
    },
    {
      "title": "החיים בלייפציג",
      "paragraphs": [
        "הורינו השתקעו אחרי חתונתם בלייפציג, עיר גדולה, עם קהילה חשובה שגם יהודי אירופה תרמו להווי שלה. מאות בשנים היתה לייפציג ידועה בקרב הסוחרים שהגיעו לסחור ביריד שהתקיים בה מדי שנה בשנה. בשנים שגרנו שם היתה תנועה גדולה בעונת היריד, ויהודים רבים התפרנסו מתיירות ואירוח. אבא העדיף את לייפציג על קהילה אחרת בגלל חיי היהדות התוססים שבה.",
        "אבא התפרנס כסוכן מכירות של יינות. היה עליו להיות בדרכים במשך השבוע, לקבל הזמנות סחורה ולהסדיר חשבונות עם הלקוחות. לשם כך היתה לו מכונית פרטית שבה נסע למרחקים, ולפעמים חזר רק לקראת שבת. אני נזכרת שלפעמים נתלווינו אליו בימי חופשה בשמחה, ובקרנו בבתי הסבתות."
      ]
    },
    {
      "title": "אבא ויהדותו",
      "paragraphs": [
        "אבא היה מקורב אל יהודי המזרח, חסידים ומתנגדים, כי ראה שהיהדות מושרשת אצלם בהשוואה ל\"יקים\" שהכיר. הוא בחר להתפלל בבתי מדרש שלהם, ולא בבית כנסת המפואר של הקהילה. כך סיגל לעצמו במשך הזמן הליכות שלהם."
      ]
    },
    {
      "title": "חינוך הבנות",
      "paragraphs": [
        "חשוב עבורו היה החינוך של הבנות: קלה, אני, אסתר ויהודית, שנולדו בין השנים תרפ\"ד עד תרצ\"ב (1932). התקוה לגדל בן זכר לא התמלאה, אח אחד בשם אריה נפטר כתינוק. אבל אבא לקח עבורנו \"מלמד\", להעשיר את ידיעותינו בתורה.",
        "בקרנו בבית הספר היהודי, אבל לימוד היהדות היה מבוסס על הקנית מינימום הכרחי לתלמידים שבאו מבתים בלי ידע רב בתורה ודינים. בבתי ספר היהודיים בגרמניה נקלטו גם תלמידים לא דתיים, במיוחד בתקופת הנאצים, כשגרשו את היהודים מהמוסדות הגרמניים."
      ]
    },
    {
      "title": "הבית והאורחים",
      "paragraphs": [
        "ביתנו היה פתוח לאורחים, משולחים ועניים סמוכים על שלחן השבת. צעירים רבים בעיר היו מבאי ביתנו, ולמדנו מחוגים אחרים שהרחיבו דעתנו.",
        "היתה לי ילדות מאושרת בבית מלא חום ואהבה. למדתי בבית הספר היהודי עד כיתה ז'."
      ]
    },
    {
      "title": "עליית הנאצים",
      "paragraphs": [
        "בזמן היטלר ימ\"ש נאלצנו לעזוב דירה שכורה גדולה ולעבור לבית אחר שהיה בבעלות של יהודי. אמא חלתה ונחלשה בלידתה של יהודית, שנולד עמה תאום שמת, והתאוששה בקושי. אבא חש בסכנה הנשקפת ליהודים ועברנו לשווייץ ב-1933. במדינה זו מותר להוציא את כל כספך למחיתך שם, אבל לא להרוויח בה פרוטה.",
        "כשתם הכסף כעבור חצי שנה ובהפצרת ידידים וקרובים שאמרו \"לא נורא, זה יעבור, העיקר הפרנסה, תחזרו לגרמניה\", נאלצנו בלב כבד לחזור לדירה בלייפציג. חיינו שם עד קיץ 1938."
      ]
    },
    {
      "title": "הבריחה לבלגיה",
      "paragraphs": [
        "כשאמא היתה בבית הבראה נודע לאבא שתוך ימים אחדים על היהודים למסור לשלטונות את דרכוניהם. הוא החליט לעבור לבלגיה והודיע לאמא לבוא אחריו, בתקוה שאת הבנות לא יעכבו בלי דרכון.",
        "התברר שלא נתנו לנו אישור לעבור את הגבול. נשארנו עם דודה הדביג שגרה על ידינו והיתה בת בית שלנו. גם בנה ובתה שגדלו בלי אב, היו לרוב בשבת וחג בביתנו. לכן היינו בידים טובות. לבסוף מצא אבא יהודי עם דרכון אונגרי שבו היו רשומים ילדיו, שניאות ל\"אמץ\" אותנו כדי להעבירנו בגבול בלגיה, במסווה של בניו."
      ]
    }
  ]
}
