{
  "sections": [
    {
      "title": "שנות הילדות בצל השינויים",
      "paragraphs": [
        "מרים אופנהיימר נולדה ב־ז׳ מרחשוון ה׳תרפ״ה (24 באוקטובר 1925) בעיר לייפציג, שבמרכז גרמניה. ילדותה החלה בבית יהודי חם ואוהב, בקהילה יהודית פעילה, אך הפכה מורכבת יותר עם עליית הנאצים לשלטון."
      ],
      "image": "/images/historical/leipzig-view.jpg",
      "caption": "מראה העיר לייפציג, שנות ה-20"
    },
    {
      "title": "משפחת אופנהיימר בלייפציג",
      "paragraphs": [
        "אביה של מרים, ר׳ אברהם (רפאל) אופנהיימר הי״ד, היה הבכור מבין 15 אחים ואחיות. המשפחה המורחבת של האב הייתה ממוקמת במרקטברייט שבדרום גרמניה, במרחק של כ-300 ק\"מ מלייפציג. מרים נהנתה לבקר שם והיו נוצרים קשרי אהבה בינה לבין הסבתא ה\"חורגת\" והדודים והדודות שהיו צעירים כמוה.",
        "אמה של מרים, מטל לבית אטלינגר ע\"ה, הייתה השנייה משלוש אחיות, שנולדו בעיירה מיכלפלד שבגרמניה הדרומית. אביה של מרים עבד כסוכן מכירות של יינות, תפקיד שדרש ממנו נסיעות רבות. למרות זאת, הוא הקפיד על שמירת מצוות גם בתנאים הקשים של החזית בזמן מלחמת העולם הראשונה, בה שירת כחייל גרמני.",
        "הבית בלייפציג היה בית יהודי חם ופתוח לאורחים. מרים גדלה יחד עם אחיותיה הצעירות, אסתר וקלה. משפחתה הייתה מוכרת בקהילה בשל מעורבותה בחיי הקהילה היהודית והקפדתה על אורח חיים דתי."
      ],
      "image": "/images/family/leipzig-family.jpg",
      "caption": "משפחת אופנהיימר בלייפציג, שנות ה-30. מימין: מטל (האם), מרים, אסתר וקלה"
    },
    {
      "title": "חיי הקהילה היהודית בלייפציג",
      "paragraphs": [
        "לייפציג הייתה ידועה כמרכז מסחרי חשוב, וסוחרים יהודים רבים מרחבי אירופה הגיעו אליה מדי שנה. הקהילה היהודית בלייפציג הייתה קהילה גדולה ומפוארת, עם מוסדות חינוך, בתי כנסת ופעילות תרבותית ענפה.",
        "מרים למדה בבית ספר יהודי בעיר, שם רכשה את חינוכה היהודי והכללי. בבית הספר התחנכו ילדים יהודים מבתים שונים, חלקם ממשפחות אדוקות וחלקם ממשפחות פחות דתיות. בנוסף לחינוך הפורמלי, אביה של מרים דאג להביא \"מלמד\" הביתה כדי להעשיר את ידיעות בנותיו בתורה.",
        "למרות שהיה קיים בית כנסת מפואר של הקהילה היהודית בלייפציג, אביה של מרים העדיף להתפלל בבית הכנסת של יהודי מזרח אירופה, שם הרגיש נוח יותר עם אווירת התפילה והמנהגים."
      ]
    },
    {
      "title": "עליית הנאצים והשינוי בחיים",
      "paragraphs": [
        "בשנת 1933, עם עליית הנאצים לשלטון, השתנו חייהם של יהודי גרמניה באופן דרמטי. בתחילה, משפחת אופנהיימר ניסתה להתמודד עם השינויים בגרמניה על ידי מעבר זמני לשווייץ, אך נאלצה לחזור ללייפציג כיוון שאזרחים זרים לא הורשו לעבוד שם וכספם אזל.",
        "בחזרתם לגרמניה, מצאו שחיי היהודים הפכו קשים יותר ויותר. מגבלות הלכו והתרבו, והמשפחה נאלצה לעזוב את ביתם ולעבור לבית אחר שהיה בבעלות יהודית.",
        "בנובמבר 1938, לאחר \"ליל הבדולח\" הנורא, בו הוצתו והושחתו בתי כנסת, עסקים ובתים יהודיים ברחבי גרמניה, הבין אביה של מרים שאין עוד תקווה לחיים בטוחים בגרמניה. הוא החליט לברוח לבלגיה, יצא ראשון, ולאחר מכן סודר עבור מרים ואחיותיה מעבר הגבול באמצעות דרכון מזויף, שבו היה צורך לעשות \"שינוי שם\" מבן לבת."
      ]
    }
  ]
}
