{
  "sections": [
    {
      "title": "איחוד המשפחה בליון",
      "paragraphs": [
        "המשפחה אוחדה מחדש לתקופה קצרה. כמובן היינו זקוקים לתעודות מזויפות, אבל בצרפת ניתן אז להשיג הכל עם שוחד. הכל היה כרוך בהתחכמויות, סכנות, קשרים והרבה סיעתא דשמיא. לא קבלו מצרכי מזון דירה וגם נסיעה ברכבת בלי תעודות רשמיות."
      ]
    },
    {
      "title": "הרדיפות מתגברות",
      "paragraphs": [
        "הצרפתים רדפו בתחילה את הפליטים היהודים, ונתיני צרפת נעזבו לפי שעה. אבל ב-1943, כשבנות הברית התקדמו באיטליה, נכנסו הגרמנים גם לצרפת של וישי, ומיד ללא רחמים התגברו הרדיפות. בעיר נעשו חיפושים, מעצרים \"ראציות\" ומשלוחים.",
        "אנחנו, כמו הרבה יהודים נעלמנו מן השטח, וניסינו בעזרת מבריחים בליל שלג לעבור את הגבול לשווייץ. נתפסנו, ואבא ישב חודש בבית סוהר ויום לפני \"שיחרורו\" שבו היה אמור להימסר בידי הגיסטפו, הצליח להימלט."
      ]
    },
    {
      "title": "הבריחה לדרום צרפת",
      "paragraphs": [
        "ברחנו לדרום צרפת, בו שלט הצבא האיטלקי כבעל ברית של הגרמנים. הם לא היו כל כך דבקים ברדיפת יהודים. גרנו בתנאי מחתרת בגרינובל, ובניצה והחלפנו מקלט לפי תנועות הגיסטפו. בכל מקום היה דרוש אומץ ותעוזה רבה וניסים יום יום כדי לשרוד.",
        "אבא היה צריך לגלח את זקנו, כי כל סימן היכר יהודי היה מעורר חשד. פעם אמרנו לבעל הבית שאנו עוזבים הדירה משלמים מראש לכמה חדשים, כי עוזבים על מנת לחזור, כדי שיגידו בחיפוש שעזבנו. חזרנו בחשאי בלילה אחד אחד לדירה לבל ירגישו בנו ונחבאנו כך כמה שבועות."
      ]
    },
    {
      "title": "החזרה לליון",
      "paragraphs": [
        "את הכח לשרוד שאבנו מן הידיעות שהגרמנים נסוגים בחזית רוסיה, וחילות הברית מתקרבים מאיטליה מן הדרום. בשלג זה התקומם הצבא האיטלקי נגד מוסוליני והפסיק להלחם לצד גרמניה, ואז השתלט הצבא הגרמני על כל צרפת הדרומית ובעקבותם הגיסטפו.",
        "היינו שוב במלכודת. אבא החליט שכדאי לחזור לליון כי הגרמנים כבר \"מיצו\" איזור זה ולא נשארו שם כמעט יהודים לחפש. כמובן בכל הזמנים האלה, כל נסיעה ברכבת היתה כרוכה בסיכונים רבים, החל ברכישת הכרטיסים עד חיפושים ובדיקת זיהוי הנוסעים. ניסים רבים ליוו אותנו."
      ]
    },
    {
      "title": "המחתרת בליון",
      "paragraphs": [
        "נחבאנו בליון בעזרת משפחת סמואל (הוריו של ז'קו) ועוד מכירים מיהודי צרפת שידעו להסתדר יותר בקלות עם המשטרה הצרפתית, שבידיה מסרה הגיסטפו את ציד היהודים. היה צריך מדי פעם להחליף מגורים כדי לטשטש עיקבות.",
        "עם זאת היו השלטונות בעצמם מעוניינים שמוסדות הקהילה יתפקדו כי זה הקל הפיקוח על היהודים. כך פעל מטבח ציבורי שסיפק ארוחות כשרות בזול, בתקופה של מחסור במזון. לדאבוננו נעצרו דווקא במקום זה כמה יהודים כשלא היתה התרעה על \"ראציה\" צפויה.",
        "אבא שמר גם בתנאי מחתרת על הכשרות, פסח ואפילו תקיעת שופר, אבל נאלץ לקצץ זקנו."
      ]
    },
    {
      "title": "הישרדות בחסדי שמיים",
      "paragraphs": [
        "כל השנים הללו בצרפת חיינו ונמלטנו בחסדי הש\"י שזימן לנו תמיד יהודים טובים שעזרו וסייעו בגוף ובממון. כנראה הוברח לנו מדי פעם כסף מאת דוד ממשפחת אטלינגר בציריך, ולא סבלנו חרפת רעב.",
        "הסבתא אטלינגר ובתה הדביג שנשארו בבלגיה, ושבילדותנו היו בתינו קשורים היטב, נשלחו למזרח ולא חזרו."
      ]
    }
  ]
}
