{
  "sections": [
    {
      "title": "המעצר",
      "paragraphs": [
        "יום אחד הגיע הצורר לביתנו, שוטרים צרפתים שקבלו מידע על המחבוא שלנו. היה זה לפני פסח תש\"ד (מרץ 1944) חודשיים לפני פלישת הבריטים והאמריקאים לצרפת ובהתקרב צבא בנות הברית מאיטליה והרוסים הדפו את הגרמנים מערבה.",
        "אבא התווכח עם השוטרים שזה בודאי טעות, זה לא אנחנו וכו'. בינתיים, לפי תרגולת מוסכמת נעלמו אמא, קלה ואסתר. אבא ואני נתפסנו. אמא והאחיות עברו למקום נידח בהרים בעזרת דוד יעקב סמואל, שהיה בקשר עם אנשי המחתרת.",
        "בתקופה זו הגיסטפו כבר לא העיז כל כך לעזוב את ריכוזי הערים. בשבילי התחיל עכשיו הגיהנום. רגע קט חשבתי: סוף סוף הסתיים המירוץ המטורף והבריחה כי אין כבר לאן להימלט, בין כה אין מה לעשות. לקחו אותי לבית סוהר בליון לגיסטפו, חקרו אותי ובסוף אמרו שאני מואשמת שהרגתי שני חיילים גרמנים."
      ]
    },
    {
      "title": "בית הסוהר והמעבר לדרנסי",
      "paragraphs": [
        "לך תכחיש! העמידו אותי עם הפנים לקיר משך שעות, ואיימו עלי שעם כל תזוזה קטנה אקבל כדור. האיום הזה היה עכשיו משך שנה אחת לחם חוקי, כעונש על עבירות שאיש לא שיער. הועברתי לתא מאסר עד להעברה לדרנסי על יד פריס. זה שם המחנה שממנו יצאו הרכבות לאושוויץ, ושנודע לשימצה אצל יהודי צרפת.",
        "ברכבת תחת משמר כבד מליון לדרנסי פגשתי את אבא, ואני חוששת, אילולא ידע שאני נמצאת, היה מנסה מזלו לקפוץ ממנה כפי שאחרים לפניו הסתכנו ונמלטו."
      ]
    },
    {
      "title": "פסח בדרנסי",
      "paragraphs": [
        "הגענו לדרנסי ממש לפני פסח, ואבא עסק בהכנות להשיג אוכל ללא חמץ. על מצות לא חלמנו. אבל אבא דאג גם כאן לכלל, והכשיר כלים, אלה שהמירו את מנות הלחם לתפוחי אדמה. בליל פסח אירגן גם ליל סדר בלי מצה, עם יותר מארבע כוסות תמרורים במקום המרור. עם זאת הקרינה אישיותו ביטחון ואמונה.",
        "בימים האחרונים של פסח יצא המשלוח שלנו לכיוון לא ידוע. הוכנסנו לקרונות משא סגורים ללא חלונות ואפשרות ישיבה, ללא שירותים עם דלי אחד לכמאה איש שהצטופפו בקרון. הסבל לא יתואר, וכשאבא גילה שהכיוון הוא מזרחה נפלה רוחו.",
        "אבא הצטייד בדרנסי בתפוחי אדמה מבושלים, שלא נצטרך בימי פסח האחרונים לאכול מן הלחם שמדי פעם זרקו לקרון. היינו שלשה ימים בדרך והם החמיצו בסוף. הצעתי לאבא שמא באחרון של פסח, שהוא יום טוב שני של גלויות, אפשר להקל בחמץ, והוא לא הסכים גם במצבנו. והוא הדליק לעצמו סיגריה שנשארה לו כשהבחין שבת ויום טוב ואני זוכרת שאבא הדליק לעצמו סיגריה שנשארה לו כשהבחין בצאת הכוכבים."
      ]
    },
    {
      "title": "אושוויץ",
      "paragraphs": [
        "אני רוצה לחסוך לעצמי ולכם את סיפור החיים באושוויץ, ידוע הכל מן הספרות אך מלים לא מסוגלים לתאר את מה שהתחולל שם עם בני האדם ובנפשם. דבר אחד אני רוצה להדגיש כל פעם: הם לא ניצחו אותנו, אנחנו ניצחנו אותם. עינויים, השפלות, רציחות, מכות ועבודת פרך לא דכאו בנו רוח.",
        "אחרי הסלקציה לא ראיתי יותר את אבא, אף על פי ששמעתי שמישהו ראה אותו עוד אחרי כמה ימים. אני הועברתי למחנה אנוש כפי שרצו. אחרי גילוח כל הגוף, סימון ולקיחת כל הבגדים וחלוקת בגדי אסיר, שלא היו אלא סמרטוטים, ונעלי עבודה לאו דווקא על פי מידה."
      ]
    },
    {
      "title": "צילה סורוצקין",
      "paragraphs": [
        "אבל גם שם שלח לי הקדוש ברוך הוא מלאך טוב בדמות צילה אורליאן (סורוצקין) שגילתה אותי ולקחה אותי תחת חסותה. היא ראתה שאני מבית של יראת שמים, ובתור ותיקה של המחנה ידעה כיצד לשרוד ושומרת על צלם אדם. היא הדריכה אותי אהיה בקרבת המקורבים שלה ולדאוג שאחזיק מעמד.",
        "היא הנחתה אותי כיצד לנהוג על פי הלכה במצבים שלא כתובים בשום ספר. בקרב החבורה שלה עודדנו זו את זו ושמרנו על דמות וגאוה יהודית. אפיזודה אחת תמחיש את גבהות רוחנו.",
        "קאפו אחת, שוטרת, שהיו בדרך כלל יצאניות שפלות בעלות עבר פלילי, ואכזריותם שימשה את צרכי הנאצים, צעקה עלי במילים כמו: יהודיה מלוכלכת, בצירוף כינויים בשפתם. עניתי לה: אני שמחה שאני אינני נוצריה גרמנית. היא הכתה אותי מכות קשות על זה. קיבלתי שם מכות לעיתים קרובות ללא סיבה, אבל הפעם נהניתי לקבלם כי השיקצה זאת אישרה לי שהיא מודעת מה ערכה.",
        "והרבנית סורוצקין פסקה לי שאסור מעכשיו לחלל שבת עצורי המחנה, ודאגה לי לעבודה במטבח ובמיון בגדי הנרצחים."
      ]
    },
    {
      "title": "חברות וחיזוק הדדי",
      "paragraphs": [
        "היו לי כמה חברות שותפות בעבודה או על קרש השינה בבלוק, ועזרנו הדדית לשרוד ולחזק זו את זו. אחת היתה רופאה מצ'כיה ללא כל שהוא ביהדות. היא יעצה לי לא לחשוש, בשעה שבצריף היינו מחלקות את ככר הלחם שנזרק לנו למנות דלות, שמא אקבל מנה קטנה מן המגיע. כאשר זמן רב לא היה מזון כי אם שלג בשפע, למדתי ממנה שבלי אוכל אין אנרגיה, האנרגיה המבוזבזת בעצבנות הזאת לא שווה את ההפרש בין המנות.",
        "חברה אחרת, גם היא מצ'כיה, לא חדלה גם במצבים קשים ומדכאים מלומר: בבקשה, סליחה ותודה, ושמרה על נימוסים גם כשהיכו אותה. היא החליטה שבכך היא נמנעת מלהיהפך לחיה ושומרת על צלם אדם בתופת זו. אנו, בחוג של צילה, קיבלנו חיזוק באמונה."
      ]
    },
    {
      "title": "הריסת הקרמטוריום ונר חנוכה",
      "paragraphs": [
        "בהתקרב החזית הרוסית החלו להרוס קרמטוריום. צילה לחשה לנו: אם אני, ששעבדו אותי בהקמתו, זוכה לראות בהריסתו, סימן שהגאולה קרבה. בחנוכה, לפני שהרוסים הגיעו, זירזה אותנו צילה להדלקת נר כמצוות פירסומי ניסא. הדלקנו נר ממרגרינה שחסכנו ואספנו ובלי להסתיר, האיר הנר בצריף."
      ]
    },
    {
      "title": "העבודה והתחכום",
      "paragraphs": [
        "הגורל המשותף לכד אותנו, למרות הקושי להידבר ביננו. הצלחנו להערים על נוגשינו שהלקו אותנו ולעגו עלינו בכל הזדמנות. היינו צריכות להספיק למיין מספר מסוים של חבילות בגדים. אם לא הספקנו את המכסה נאלצנו להמשיך משמרתנו ואם הספקנו טוב, הגדילו את מכסת העבודה. כל אחת היתה תלויה בחברתה בסרט והכל בכל, כך שנאלצו לדרבן זו את זו.",
        "פעם התרוקן המחסן ונהנינו ממנוחה. פתאום הופיע הנוגש, ואמרנו שגמרנו את המכסה. הוא צעק: מה, אתן רוצות לרמות גרמני, חושבות שאנחנו לא מכירים את פעלוליכן מהר! לספור בנוכחותי את כל החבילות! הוא סופר אחת שתים... מאה... חמש מאות... ואנחנו מתחילות להעביר לפניו, בינתיים אלה שהחזירו את החבילות למקום מעבירות מאחור את הספורות למנין מחדש והגענו לאלפיים הדרושים עם אלף חבילות בלבד.",
        "בסוף אמר לנו הממונה אתן באמת חרוצות, אבל למדתן שלא ניתן לרמות גרמני! והנהנו לו בהסכמה ולמדנו שלא ניתן לדכא יהודי."
      ]
    },
    {
      "title": "השחרור",
      "paragraphs": [
        "ב-18 בינואר הגיעו הרוסים, אבל הגרמנים ריכזו אותנו יום קודם לפינוי לתוך גרמניה. צילה, עם עוד כמה חברות שהתמצאו בפולניה, העיזו להתחבא עד בוא הרוסים, ושוחררו ביום זה. אני פחדתי להסתכן, כי ירו על כל מי שלא התייצב. כך זכיתי להשתתף במצעד המוות הידוע לשימצה בשלג כפור, רעב משך חדשים."
      ]
    }
  ]
}
