{
  "sections": [
    {
      "title": "ההפלגה לארץ ישראל",
      "paragraphs": [
        "פעלו במוסד גם שליחים מארץ ישראל כיועצים מורים ומדריכים. רוח החירות והתושיה שלהם עודדו אותי לעלות לארץ ישראל. הייתי מדריכה ל-40 ילדים שהיו מיועדים להקלט במוסדות פא\"י בארץ. בגלל מלחמת השחרור היה הסגר חלקי על הארץ.",
        "הפלגנו ממרסיי ונדחקנו באניה משא רעועה, 10 ימים עם מחלת ים, עד שהגענו לחיפה. הנמרצות וההופעה הבטוחה של המלחים, המפקדים והמדריכים הישראלים הרשימו אותי ואת חברותי, הנילורה ופאני, שהיו בתפקיד אתי, ונשמנו לראשונה אויר הארץ. היה עלינו לעמוד על משמר הכשרות ושלא ישפיעו על חניכנו או יעבירום למקומות לא רצויים."
      ]
    },
    {
      "title": "הגעה לארץ",
      "paragraphs": [
        "בחיפה קידמו את פנינו יהודים טובים, ביניהם יעקב כ\"ץ ושלמה גרינפלד ז\"ל, כדי לעמוד לימיננו בקשיי הקליטה ובהתמצאות. במדינה החדשה שנאבקה על קיומה שררה רוח התנדבות, מסירות ואהבת הזולת.",
        "אולם רבים מניצולי השואה שהגיעו נתקלו בתקופה ההיא ביחס של אדישות וזלזול מצד הוותיקים כלפיהם. לא העלו על הדעת ולא האמינו מה שעבר עלינו. עבור כמה מאתנו, ואולי גם בעבורי, זה עזר לשכוח ולהדחיק את העבר. אבל יש כאלה שציפו ליחס של הבנה ואהבה.",
        "הגענו בערב שבת והעבירו אותנו למחנה 80 בפרדס חנה, שהיה אז מחנה עולים. היינו במחנה עד שהילדים נקלטו במוסדות."
      ]
    },
    {
      "title": "ילדי המוסד",
      "paragraphs": [
        "אחדים מן הילדים שהתחנכו אצל קלה ויעקב סמואל נהיו קרובי משפחה במהלך השנים. אחת מהן, כילדה קטנה הוחבאה אצל אכרים בצרפת. היתה רגילה ללכת שם יחפה עם אווזים במרעה. השקענו מאמץ להרגיל אותה ללכת בנעליים. כיום היא נשואה לאחיין וראש משפחה וסבתא לנינים.",
        "בחור אחר שהצליחו בערמה להוציאו ממנזר, התעקש שהוא רוצה להיות כומר. השקיעו כוחות רבים להחזירו ליהדות, והיום הוא נשוי לאחיינית של ז'ק סמואל, ואבא וסבא של כמה אבריכי כולל."
      ]
    },
    {
      "title": "המפגש עם המשפחה בארץ",
      "paragraphs": [
        "בשבת הראשונה שהיינו בארץ במחנה שמונים שוחחנו עם המדריכים בני המקום. אמרתי להם שבדעתי למחרת להגיע לקרבת חיפה אל הקרובים שלי. שאלו אותי מהו המקום, וכשאמרתי כפר פינס גילו לי שזה ממש סמוך מעבר לגדר.",
        "במוצאי שבת אכן בא דוד מרדכי והדודות גרטל וצילי מכפר פינס לבקר אותי וכך חודש לראשונה קשר משפחתי בארץ. התארחנו בבתיהם (מקצתם גרו עוד במבנה שהיה מיועד להיות רפת) ותמיד נלוו עמי שתי חברותי. גם באורח החיים הפשוט והדל, הרגשתי לבביות והכנסת אורחים כנה. ביקרתי גם הקרובים בשדה יעקב וחפץ חיים."
      ]
    }
  ]
}
