{
  "sections": [
    {
      "title": "בית החלוצות ביפו",
      "paragraphs": [
        "בחפץ חיים היו דוד יעקב ודודה חנה ואחותי יודית, וכשהתארחתי שם, ניסו להשפיע עלי להצטרף כחברה. הייתי מוכנה לחיות בחברה זו, אבל מה שהרתיעני היה המראה של מחנה מגודר. קיבוצניקים השתדלו להסביר לי, שהגדר מיועדת למנוע חדירה ולא למנוע בריחה. הראיה: חודי העמודים מופנים החוצה. אני חשתי הגבלה בחופש האישי, ולמרות רצוני לתרום לכלל לא נשארתי שם.",
        "עברתי עם חברותי הנאמנות לבית החלוצות של פא\"י ביפו. שם שוכנו רווקות שעבדו באיזור כפועלות ופקידות וחיכו לשדכן או לחתן. השתדלו, כמה שאפשר, גם להקנות חיזוק והרגשת בית יהודי. מצאתי עבודה כפועלת בייצור מזרונים ומחטי פרימוס. מבית החלוצות השתחררתי לפעמים מן העבודה ופעם עזרתי כמה שבועות לדודה לילי בלדת בתה צילה אופנהיימר (ברי). אז נוצר קשר יפה עם המשפחה בכפר פינס."
      ]
    },
    {
      "title": "הבחירות לכנסת הראשונה",
      "paragraphs": [
        "זה היה בזמן הבחירות לכנסת הראשונה עם החזית הדתית המאוחדת. שמעתי אז נאומים נלהבים כגון של הרב מפוניביז', ז\"ל ואחרים. נסעתי לתל אביב על שקים במשאית, למלא בגאוה חובתי האזרחית.",
        "כנראה שהזכרתי אצל דוד מרדכי לעתים את השם איצ'ה מאייאר (י. מ. לוין) שנשאר טבוע בזכרונם כאילו דברתי רק עליו. גם עם בנימין מינץ ז\"ל היה לי ויכוח כשהצגתי שאלת תם למה לא מתאחדים התנועה של פא\"י עם התנועה של אגו\"י. הוא אמר לי שפעם אני אבין."
      ]
    },
    {
      "title": "קיבוץ חפץ חיים",
      "paragraphs": [
        "מיפו נסעתי לכמה שבועות לבאר יעקב כשנוסדה שם הישיבה מטעם העזרא. היתה דרושה אם בית, כי האשה, שהיתה אמורה לקבל תפקיד זה, חלתה. בתנאי בראשית ופשטות מילאתי תפקיד זה ולמדתי להכיר את הרבנים וולבה ושפירא שליט\"א. ביקרתי מיפו לעתים קרובות אצל אחותי אסתר שהיתה חברה בקבוצת נתיבה, שהיתה בכפר סבא בהכשרה. שם מצאתי חברות ואתם עליתי לראשונה בחול המועד סוכות לירושלים.",
        "לא היתה בתקופה ההיא גישה לכותל המערבי ורק מהר ציון היתה נקודת תצפית למקום המקדש. כשהלכנו ברחוב המלך ג'ורג' נזכרנו ליטול לולב, ואחת מבנות ירושלים אמרה, הנה הבית של ד\"ר שלזינגר, ניכנס וניטול לולב. שוב הרשימה אותי הטבעיות והפשטות בפתרון בעיות בין יהודים בארץ, אין לתאר בחוץ לארץ שפשוט נכנסים למכר ליטול לולב.",
        "בחיים בבית החלוצות לא ראיתי תכלית, כי הוא שימש מקלט ומעבר לקליטה. הייתי בשלה לנסות שוב בקיבוץ חפץ חיים. עברתי לקיבוץ, נקלטתי די מהר, כי עבדתי מתוך חברות ברצון ובחשק."
      ]
    },
    {
      "title": "החיים בקיבוץ",
      "paragraphs": [
        "מקום העבודה העיקרי היה המטבח. כשראיתי מעמדם של חניכי עלית הנוער, ביניהם אחותי יודית, יצגתי עמדת הבנות בועדת הנוער. כמה חברים ואני הבענו ביקורת גלויה על נוהלים ומצבים מושרשים בשל עקרונות מוקדשים בקיבוץ. לחברים אחדים זה לא נעם, אבל היו כאלה שהסכימו.",
        "יש שלעגו לי והשמיעו באזני לעתים את המשפט שאמרתי: צריך לשנות את כל השיטה! (איך קיבוצניק מעיז בכלל לחשוב דבר מעין זה). הייתי קשורה בידידות עם הנוער העולה וניסינו להשפיע על מוסדות הקיבוץ לתת להם טיפול כמו לילדי המשק בני גילם. אלה לא היו צריכים לעבוד וקבלו אוכל, שיכון ולימודים ברמה גבוהה בהרבה.",
        "לא יכולנו להשלים עם הפליה זו, אבל לא שיינינו דבר. אחרי שנה קיבלתי חברות, למרות הביקורת שהשמעתי לעתים. בכל זה הייתי מאושרת והרגשתי טוב בחיי החברה ומצאתי סיפוק וענין בעבודה. רכשתי לי חברות טובות, וגרתי בחדר של רחל שפיצר שהיתה אלמנה מבעלה, ישעיה הי\"ד, שנפל במלחמת השיחרור. היו לה שני ילדים קטנים ממנו, שכמובן שכנו בבית של בנות גילי. למזלי, למרות היותי ניצולת שואה עמדתי בקושי לשרות במחיצתה של אלמנת מלחמה והסתדרתי אתה. עם זאת הייתי מאושרת יותר בחברתם של הילדים."
      ]
    },
    {
      "title": "משפחת סמואל עולה ארצה",
      "paragraphs": [
        "מוסדות הילדים בצרפת, שקלטו גם ילדי מרוקו ואלזיר, העלו במשך הזמן לארץ. חלקם נקלטו בחפץ חיים. משפחת סמואל החליטו לעלות עם שתי בנותיהם. ביקשתי עבורם כקרובה, גם של דוד יעקב ודודה חנה, לתת להם אפשרות לשהות זמנית במשק עד שימצאו סידור ושיכון.",
        "כשלא רצו לאשר לי אמרתי שאני אצא מן הקיבוץ, כי אני חייבת להם תודה אחר מה שעשו לשיקומי. בסופו של דבר ניאות המשק לבקשתי. בהגיעם ארצה, קיבלו צריף שבו שהו עד שנקלטו בכפר פינס."
      ]
    },
    {
      "title": "בית חלקיה",
      "paragraphs": [
        "על חיי הנישואים ולידת מיכל ורפי בקיבוץ והמניעים לעזיבתנו נכתב כבר בחלק הראשון של הזכרונות. אני רואה חובה להדגיש שבתור רווקה הייתי מאושרת ומצאתי סיפוק בחיי החברה. רק כשחיי המשפחה יצרו עימות עם צרכי החברה והכלל ראיתי הקלה בהינתקות מחיי השותפות.",
        "ואמנם היו שנים קשות עם עבודה קשה ומאמצים כדי להגיע לרמת חיים סבירה כדי להעניק לילדינו אהבה וחינוך בתנאי מחסור. ברוך השם שעזר לי להגיע לזקנה בלי להזדקק למתנת בשר ודם, ואיפשר לי להכיר וללמוד מאנשים טובים בקיבוץ בכפר בעיר."
      ]
    },
    {
      "title": "מכתב לישעיהו - חיי היומיום",
      "paragraphs": [
        "הנה תרגום מכתבים שכתבתי לישעיהו שהיה בשרות מילואים ב-1955 השופכים אור על החיים שניהלנו בתנאים קשים אך מלאי תקוה ובטחון:",
        "יום חמישי בערב, ישעיהו היקר שלי. אחרון אחרון חביב. להורים ולכפר פינס סיימתי כרגע מכתבים. התאכזבתי מאוד שעד היום, פרט לשני המכתבים הראשונים, לא קיבלתי ממך דואר שיאשר לי קבלת מכתבי, כמה זמן זה לוקח. לעומת זה אני כותבת בחריצות שבכלל מאפינת אותי מאז העדרותך.",
        "היום עשיתי כל היום דילול בקבוצות בסלק סוכר לפי הנחיות המדריך אהרון, כלומר עם המכסח של טובה הוצאתי 15 סנטימטר נבטים כל פעם, והשארתי קבוצה קטנה. זה יקל אחר כך על הדילול הסופי.",
        "המכתב של אתמול עם ציור ואן גוך של מיכל הכניסה חיים בעצמה לתיבה. היא היתה נורא גאה. היום חזרה מן הגן עם חכמה זו: את יודעת שהגננת אמרה לנו שהשם הוא הכי גיבור מכל הילדים של הגן. לשניהם הרבה געגועים אליך, מתי יהיה לך פעם חופש?"
      ]
    },
    {
      "title": "מכתב לישעיהו - געגועים",
      "paragraphs": [
        "בעזרת ה', יום ד' בערב, ישעיהו יקירי. הילדים במיטה ושורר שקט, אם כן אכתוב לך כי יש לי געגועים חזקים לך וסופרת את הימים שתחזור. אני לא מבינה כיצד אפשר שזה רק 10 ימים מאז שעזבת, לי זה נדמה כנצח.",
        "כיצד זה הולך אצלך, ומה הסיכויים לחופש בבית. כאן לא חסרים לי עיסוקים, עבור המשק היה טוב אילו הימים היו ארוכים יותר. רק לעתים רחוקות אני מספיקה לתלוש בטנים או להיות בשדה, כי ב-5 מתחילה האפלה ואם אינני בבית בזמן, הילדים כבר לא אוכלים מרוב עיפות.",
        "אני צריכה כבר ב-4:30 להאכיל את העופות להכניס את התינוק (יחזקאל), להכין ולהדליק את מנורות הנפט. לפני השעה 3 כמעט לא מסתדר לי לצאת, כי עד שמיכל חוזרת מן הגן ושני הגדולים אכלו מגיע תור יחזקאל. בצהרים אני צריכה לדאוג לתרנגולות ולעז, כי מיקי עוזר לי רק בבוקר ובערב. כל אלה אינם ענינים גדולים אבל פה כמה דקות ושם וכבר עברה שעה.",
        "שלחתי לך אתמול קופסת נס קפה, הלואי שתגיע מהר אליך. ובכן מחמדי תשאר בריא, שבת שלום ונשיקות מכלנו, הילדים שואלים פעמים רבות מתי אבא כבר יבא. מצורפת תמונה שמיכל ציירה במיוחד עבורך בגן: זו רכבת אחת וכביש אחד והרבה עשן."
      ]
    },
    {
      "title": "עצמאות ותקוה",
      "paragraphs": [
        "עבדנו קשה, בלי חשמל, טלפון, או שרותים בבית. כבסתי בידיים חיתולים לשימוש חוזר, בישלתי ואפיתי על פתיליות נפט, אבל הייתי מאושרת לבנות את חיינו בעצמאות. ברוך ה' שהגיענו עד הלום."
      ]
    },
    {
      "title": "מבט אחורה",
      "paragraphs": [
        "אף על פי שאין לי סיבה לסכם את חיי, אני מרגישה צורך להדגיש דבר אחד: מרגישה אני שבכל המצבים הזכורים לי, זכיתי להרבה חסדים ואהבה וסייעתא דשמיא. זה החל מבית הורי המלא חום ורוחב לב, לא לנו בלבד אלא כלפי כל אורח, נצרך ושליח מצוה שהתארח בביתנו וקבל סעד ועזרה.",
        "בכל נדודי המשפחה פגשנו נפשות טובות שהצילו אותנו בכל מצבים וזמנים קשים - יהודים שהושיטו עזרה בלי חשבון ובאופן ספונטני. את השנים הקשות בין 1938 ל-1945 עת נרדפנו בהיותנו פליטים, זכינו לשרוד הודות לאותם גומלי חסד בממון ובגוף ולעתים תוך כדי סיכון חייהם, כשהם עצמם היו בצל המוות, וברוך ה' אשר תמיד שלח לנו מלאכים טובים, אפילו באושוויץ ולאחר השחרור - בצרפת.",
        "גם בארץ זכיתי לעידוד בכל מקום ולעזרה רבה אצל קרובי. ידידות ושנות טובה היו לי גם ביפו, בקיבוץ, בבית חלקיה, בכפר אליהו ובירושלים.",
        "אם אני סוקרת תקופה של למעלה מששים שנה, עלי להשתאות מה גדולה הישועה ומה גודל התמורה שהתחוללה בחיי. אילולא חויתי, לא הייתי מאמינה. מחיים מסודרים בילדותי, נזרקנו לחיים של חיות נרדפות, שבכל פינה אורב להם צייד, בים של שנאת גויים, שרצו לקחת מאיתנו כל צלם אנוש ורדפונו להמיתנו - עד שבעזרת ה' השתחררנו. אז השתדלו אותם הגויים להיראות כאוהבינו ועוזרינו."
      ]
    },
    {
      "title": "תפילה ותקוה",
      "paragraphs": [
        "זכיתי סוף סוף למה שאבותינו לא חלמו עליו: לחיות בחירות בארץ הקודש בתוך עמי שהוכיח לשונאיו שהפתרון הסופי מהם והלאה. ונהפוך הוא!",
        "זיכני ה' לראות ילדים, נכדים ונינים, רואה ושומעת קול ילדים וילדות משחקים ברחובות ירושלים, מבקרת בכותל המערבי ובלי פחד זוכה לראות בכל הטוב הזה.",
        "זוכה אני לראות את עולם החסד בישראל שיום יום נוטלים בו חלק, גדולים וקטנים. מכל שכבות הציבור מחנכים את הקטנים לעזרה לזולת במאור פנים ובשמחה. היקף ההתנדבות ומסירות הנפש בבתי החולים, בתי האבות ובתי הכנסת מרגש אותי. העיר מלאה בבתי כנסיות ובבתי מדרשות ובכל בוקר מחדש אני מתרגשת כשאני רואה את הקטנים נוהרים לגן, לחיידר ולבית הספר. זוהי נקמתנו בנאצים הארורים, ימח שמם!",
        "תפילתי היא שתהיה בנו ובצאצאינו יראת שמים, אהבת תורה ואהבת ישראל והארץ. אהיה מאושרת אם הדפים האלה יעוררו את לבבכם להבחין בין עיקר לטפל. ה' יזכנו לחיות בנעימים לצד אבא ושנראה רוב נחת מכולם, עד מאה ועשרים, אמן."
      ]
    }
  ]
}
