{
  "sections": [
    {
      "title": "מצעד המוות",
      "paragraphs": [
        "צעדנו עשרות ומאות קילומטרים בשורות של ששה, ואוי לה למי שפיגרה. משני הצדדים ליוו שומרים מזוינים שלא היססו לירות. בחלק מן הדרך נסענו ברכבת על קרונות משא פתוחים ובלילות צופפו אותנו למכלאות, מחסנים ואורוות. הכיוון היה מערבה, כי הגרמנים ברחו מפני החזית הרוסית המתקרבת אל פנים גרמניה, כשאמריקאים התקדמו מן המערב.",
        "התהלכנו כמו סהרורים בלי לחוש או לחשוב מה איתנו ומה הלאה. אז כבר לא ידעתי את חשבון לוח השנה שלנו ומתי חל פסח, גם לא היה לזה משמעות. באושוויץ השגנו מידע מעצורים חדשים שהגיעו אחרינו ללא הרף."
      ]
    },
    {
      "title": "רבנסבריק",
      "paragraphs": [
        "הגענו לתוככי גרמניה וכלאו אותנו במחנה הריכוז רבנסבריק. בשער שאל אותנו אחד השומרים מאיפה באנו, כשאמרנו: מאושוויץ, הפליט: גמרנו עם החיים הטובים של אושוויץ, פה נושבת רוח אחרת! לשמע משפט זה תקף אותי צחוק עוויתי שלא שלטתי עליו.",
        "במחנה זה חליתי בטיפוס, ואיבדתי הכרה. בניסים בעזרת ה' ובסיוע של חברות נשארתי בחיים למרות מצבי הירוד."
      ]
    },
    {
      "title": "השחרור",
      "paragraphs": [
        "המשכנו מערבה עד האביב. נכלאנו במחנה חיל אויר עזוב בניישטט קליבה. בוקר אחד בתחילת מאי נעלמו כל השומרים ואנשי הס.ס. כאילו בלעתם האדמה. הרוסים הגיעו ומצאו מן הגרמנים רק מדים שנזרקו בחיפזון. הרוסים שיחררו אותנו ב-2 במאי 1945 ואז לא ידעתי שזה היה בל\"ג בעומר.",
        "פחדנו גם מן החיילים הרוסים. משראו שאנחנו קרבנות הס.ס. עזבונו לנפשנו. חברה מצרפת יעצה לי לחזור אתה לצרפת, ולא להשאר אצל הרוסים."
      ]
    },
    {
      "title": "הדרך לחירות",
      "paragraphs": [
        "אחרי מנוחה, והצטיידות במחנה צעדנו מערבה לקראת האמריקאים שלא היו מרוחקים משם. רחובות העיירה היו שוממים. האוכלוסיה פחדה מנקם העצורים ובעיקר מן החיילים הרוסיים. חדרנו לווילה של גרמנים שהתחבאו כנראה בקרבת מקום בפחדם.",
        "החלפנו את הסמרטוטים שורצי חכינים, בבגדים נקיים מן הארונות המסודרים של הגרמנים, אבל לא בזתי. בבית היה עוד שלחן עם קפה חם וארוחת בוקר שניטש בחיפזון. סבל המליונים לא נגע ולא הפריע למהלך חייהם, ימח שמם. כשעזבנו את הבית, נשמעו אחרינו קללות, והשלכת חבילת הבגדים.",
        "גרמניה נכנעה ב-9 במאי והיה שלום. הגענו אל קווי הבריטים והאמריקאים. אלה עזרו לנו להצטייד ולקבל אשרות מעבר וכרטיסי נסיעה. אצלם התארגן ביעילות מנגנון עזרה לפליטים חולים, מורעבים ומדוכאים.",
        "חברתי אדית שטרן, שהכרתי עוד מצרפת לפני המלחמה, בת החזן שטרן מפריס, עזרה לי בחוש התמצאות בריא לעבור את המכשולים בדרך."
      ]
    },
    {
      "title": "חזרה לליון",
      "paragraphs": [
        "לפי עצת אדית התחזיתי כצרפתיה שמגיע לה לחזור למולדתה ולא הזכרתי שנולדתי בגרמניה. שלטונות בנות הברית אכן עזרו לי לקבל תעודות וכרטיסי נסיעה ברכבת לפריס ומשם לליון, לחפש עקבות הנשארים ממשפחתי.",
        "ביום 24 במאי הגעתי בשעות הבוקר המוקדמות אל ליון. לא ידעתי היכן לחפש את קרובי והלכתי למקום בו התקיים לפני הגירוש מנין סמוך למרכז העיר. אכן, היו שם מתפללים, אבל לא מכירי משפחתי. אז גיליתי איש שהיה זגג שלנו. בעזרתו הגעתי לדירה של קלה."
      ]
    },
    {
      "title": "איחוד המשפחה והבשורות",
      "paragraphs": [
        "בדרך אמר לי שהיא התחתנה בראש חודש סיון עם יעקב סמואל, לפני עשרה ימים. ידעתי על האירוסין שלה שהיו בזמן שאיש לא ידע מה ילד יום. אך הייתי מופתעת שחשבון העומר וחג השבועות שעברתי עם אדית היה מוטעה, כי על פי חשבוננו היה שבועות לפני יומיים.",
        "הגעתי לביתה של קלה וז'ק בשעות הבוקר המוקדמות. הפתעתי את אחותי שלא שמעה עלי יותר משנה. אחרי שזיהתה אותי, רזה, בבגדים אופנתיים שלא שמעה עלי יותר משנה, נפלנו זו על צוארי זו ובכינו. התברר לנו שאבא זכר צדיק לברכה לא חזר עדיין, והם בישרו לי שאמא עליה השלום נפטרה שלשה שבועות לפני פסח. צער הפרידה מיקריה, חולשתה והמחסור בתרופות ואמצעי רפואה הרעו את מצבה, אף על פי שמאז ראש השנה היתה צרפת משוחררת מן הנאצים. נאמר לי שעלי לשבת שבעה באבלות אחרי שמועה רחוקה.",
        "נקלטתי בחום ואהבה במשפחת סמואל שאליהם הצטרפו גם יודית ואסתר. שם מצאנו שוב את ביתנו. לאט השתקמתי ונגמלתי גם מהרגלים ודיבורים של חיי מחנה שנדבקו בי בעל כרחי. היתה זו דירה קטנה ואני אסירת תודה עד עצם היום הזה על פתיחות הלב של זוג צעיר, שזה עתה נישא, להצטמצם ולקלוט אותנו ולשמור על רוח טובה בהבנה, שלא תמיד היתה הדדית. כל זה בדירה קטנה בת שני חדרים."
      ]
    },
    {
      "title": "העבודה עם יתומי השואה",
      "paragraphs": [
        "התחלתי לעבוד יחד עם משפחת סמואל שהועסקו על ידי הג'וינט, הסוכנות וועדי ההצלה לקלוט יתומים קטנים ולהצילם מן המנזרים והמחבואים ולהחזירם ליהדות. תחילת עבודתם היתה בוילה רפאל עם 30 ילדים, וכשגדל מספרם, ניהלו מוסדות של 180 ילדים בסן פייר, אייקס והנוביל, שהועברו אחר כך לפיקוח עלית הנוער.",
        "הם הצליחו בלב רגיש ומבין, אהבה ומסירות להעניק ליתומים בית במקום הורים. עד עצם היום הזה זוכרים חניכים את התקופה הזו לטובה ושומרים על קשר אתם.",
        "אסתר עבדה שם שנה ועלתה ארצה דרך קפריסין והגיעה לחפץ חיים ונתיבה. יודית הגיעה עם עלית נוער לחפץ חיים. אנשים טובים החזירו לי לאט אמונה ואימון."
      ]
    }
  ]
}
